     ==> Deploying...
2025-10-24 19:45:55,236 - INFO - 🌍 Webhook установлен: https://hockey-monitor.onrender.com/webhook
2025-10-24 19:45:55,509 - INFO - 127.0.0.1 [24/Oct/2025:19:45:55 +0000] "HEAD / HTTP/1.1" 200 154 "-" "Go-http-client/1.1"
2025-10-24 19:46:00,241 - INFO - 🏁 Мониторинг матчей запущен!
2025-10-24 19:46:00,446 - INFO - 🎯 Найдено матчей: 0
2025-10-24 19:46:00,446 - INFO - ✅ Изменений нет
     ==> Your service is live 🎉
     ==> 
     ==> ///////////////////////////////////////////////////////////
     ==> 
     ==> Available at your primary URL https://hockey-monitor.onrender.com
     ==> 
     ==> ///////////////////////////////////////////////////////////
======== Running on http://0.0.0.0:10000 ========
(Press CTRL+C to quit)
2025-10-24 19:46:06,503 - INFO - 127.0.0.1 [24/Oct/2025:19:46:06 +0000] "GET / HTTP/1.1" 200 187 "-" "Go-http-client/2.0"
     ==> Deploying...
2025-10-24 19:50:10,951 - INFO - 🌍 Webhook установлен: https://hockey-monitor.onrender.com/webhook
2025-10-24 19:50:11,920 - INFO - 127.0.0.1 [24/Oct/2025:19:50:11 +0000] "HEAD / HTTP/1.1" 200 154 "-" "Go-http-client/1.1"
     ==> Your service is live 🎉
======== Running on http://0.0.0.0:10000 ========
(Press CTRL+C to quit)
     ==> 
     ==> ///////////////////////////////////////////////////////////
     ==> 
     ==> Available at your primary URL https://hockey-monitor.onrender.com
     ==> 
     ==> ///////////////////////////////////////////////////////////
2025-10-24 19:50:15,628 - INFO - 127.0.0.1 [24/Oct/2025:19:50:15 +0000] "GET / HTTP/1.1" 200 187 "-" "Go-http-client/2.0"
2025-10-24 19:50:15,952 - INFO - 🏁 Мониторинг матчей запущен!
2025-10-24 19:50:16,103 - INFO - 📄 Статус загрузки 403, длина HTML: 9204 символов
2025-10-24 19:50:16,104 - INFO - 🎯 Найдено элементов a.match-item: 0
2025-10-24 19:50:16,104 - INFO - ✅ Изменений нет
